Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/Pearl.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ENROLL_FAILED_TOO_HOT_BUDDY
source: You can set up Face ID later in Settings when iPhone cools down.
ar: يمكنك إعداد بصمة الوجه لاحقًا في الإعدادات عندما يبرد الـ iPhone.
bg: Можете да настроите Face ID от Настройки по-късно, когато iPhone се охлади.
ca: Pots configurar el Face ID més tard a la configuració quan l’iPhone es refredi.
cs: Face ID můžete nakonfigurovat později v Nastavení, až iPhone vychladne.
da: Du kan indstille Face ID senere i Indstillinger, når iPhone er kølet ned.
de: Face ID kann später in den Einstellungen konfiguriert werden, wenn das iPhone abgekühlt ist.
el: Μπορείτε να διαμορφώσετε το Face ID στις Ρυθμίσεις αργότερα όταν μειωθεί η θερμοκρασία του iPhone.
es: Puedes configurar Face ID más tarde en Ajustes cuando el iPhone se enfríe.
es_us: Puedes registrar Face ID en Configuración cuando el iPhone se enfríe.
fi: Voit ottaa Face ID käyttöön myöhemmin Asetuksissa, kun iPhone jäähtyy.
fr: Vous pourrez configurer Face ID dans Réglages lorsque l’iPhone aura refroidi.
fr_ca: Vous pourrez configurer Face ID plus tard dans Réglages quand l’iPhone aura refroidi.
he: יהיה ניתן להגדיר את Face ID מאוחר יותר דרך ״הגדרות״, כאשר ה-iPhone יתקרר מעט.
hi: iPhone के ठंडा होने पर आप Face ID का सेटअप बाद में सेटिंग्ज़ में जाकर कर ^[सकते हैं](inflect: true)।
hr: Možete podesiti Face ID u Postavkama nakon što se iPhone ohladi.
hu: A Face ID-t beállíthatja később a Beállításokban, miután az iPhone lehűlt.
id: Anda dapat mengatur Face ID nanti di Pengaturan setelah iPhone mendingin.
it: Potrai configurare Face ID in seguito in Impostazioni, quando iPhone si sarà raffreddato.
ja: iPhoneの温度が下がってから、“設定”でFace IDをセットアップできます。
kk: iPhone суыған кезде, Face ID функциясын «Реттеулер» мәзірінен баптауға болады.
ko: 나중에 iPhone의 온도가 내려가면 설정에서 Face ID를 설정할 수 있습니다.
lt: „Face ID“ galite nustatyti vėliau skiltyje „Nustatymai“, kai „iPhone“ atvės.
ms: Anda boleh menyediakan Face ID kemudian dalam Seting apabila iPhone menyejuk.
nl: Je kunt Face ID later configureren in Instellingen wanneer de iPhone is afgekoeld.
no: Du kan konfigurere Face ID senere i Innstillinger når iPhonen er kjølt ned.
pl: Face ID możesz skonfigurować później w Ustawieniach, gdy iPhone się ochłodzi.
pt_br: Você pode configurar o Face ID mais tarde nos Ajustes quando o iPhone esfriar.
pt_pt: Pode configurar Face ID mais tarde, nas Definições, quando o iPhone arrefecer.
ro: Puteți configura Face ID ulterior în Configurări, după răcirea iPhone‑ului.
ru: Вы можете настроить Face ID позже в Настройках, когда iPhone остынет.
sk: Face ID môžete po vychladnutí iPhonu nastaviť neskôr v Nastaveniach.
sl: Funkcijo Face ID lahko nastavite pozneje v Nastavitvah, ko se iPhone ohladi.
sv: Du kan ställa in Face ID under Inställningar senare när iPhone har svalnat.
th: คุณสามารถตั้งค่า Face ID ภายหลังได้ในการตั้งค่าเมื่อ iPhone เย็นลง
tr: Face ID’yi daha sonra Ayarlar’da iPhone soğuduğunda ayarlayabilirsiniz.
uk: Ви можете доналаштувати Face ID пізніше в Параметрах, коли iPhone охолоне.
vi: Bạn có thể thiết lập Face ID sau này trong Cài đặt khi iPhone nguội bớt.
zh_cn: 稍后待iPhone降温后，你可以在“设置”中设置面容ID。
zh_hk: 你可以稍後等iPhone降温後在「設定」設定Face ID。
zh_tw: 你可以等iPhone冷卻後，再從「設定」中設置Face ID。

source: Face ID
ar: بصمة الوجه
zh_cn: 面容ID

# INSTRUCTION_SUBSTATE_6
source: Reposition Your Face Within the Frame
ar: اجعل وجهك ضمن الإطار مرة أخرى
bg: Поставете отново лицето си в кадъра.
ca: Torna a situar la cara dins del marc
cs: Znovu nastavte tvář do rámečku
da: Anbring dit ansigt i rammen igen
de: Gesicht erneut im Rahmen ausrichten
el: Τοποθετήστε πάλι το πρόσωπό σας μέσα στο πλαίσιο
es: Vuelve a colocar la cara en el recuadro
es_us: Sitúa tu cara dentro del marco
fi: Kohdista kasvosi kehykseen
fr: Replacez votre visage dans le cadre.
fr_ca: Replacez votre visage dans le cadre.
he: יש למקם את הפנים שלך בתוך המסגרת.
hi: अपना चेहरा फ़्रेम के अंदर फिर लाएँ।
hr: Postavite lice u okvir
hu: Igazítsa az arcát a kereten belülre
id: Posisikan Ulang Wajah Anda dalam Bingkai
it: Riposiziona il volto nella cornice
ja: 枠の内側に 顔を入れてください
kk: Бетіңізді жақтау ішіне қайта бағыттаңыз
ko: 얼굴 위치를 프레임에 다시 맞추십시오.
lt: Pakeiskite veido padėtį kadre
ms: Tempatkan Semula Wajah Anda dalam Bingkai
nl: Plaats je gezicht in het kader
no: Plasser ansiktet ditt tilbake i rammen
pl: Umieść swoją twarz w kadrze
pt_br: Reposicione Seu Rosto na Moldura
pt_pt: Reposicione o rosto dentro da moldura.
ro: Repoziționați‑vă chipul în cadru
ru: Измените положение своего лица в рамке.
sk: Znovu umiestnite tvár do rámčeka
sl: Znova postavite svoj obraz v okvir.
sv: Placera ditt ansikte inom ramen på nytt
th: ปรับตำแหน่งใบหน้าของคุณ ให้อยู่ภายในกรอบ
tr: Yüzünüzü Çerçeveye Doğru Tutun
uk: Розмістіть обличчя в рамці ще раз
vi: Định vị lại khuôn mặt của bạn trong khung
zh_cn: 保持面部在取景框内
zh_hk: 將你的面孔 放在取景框內
zh_tw: 將你的臉放在 觀景窗中

# PEARL_RESET_ALERT_SHEET_MESSAGE
source: Your Face ID can no longer be used to present your identification card.
ar: لا يمكن استخدام بصمة الوجه بعد الآن لتقديم بطاقة هويتك.
bg: Вашият идентификатор Face ID повече не може да се използва да представя вашата лична карта.
ca: Ja no pots utilitzar el Face ID per presentar el document d’identitat.
cs: Vaše Face ID už nelze k předložení průkazu použít.
da: Dit Face ID kan ikke længere bruges til at vise dit id-kort.
de: Deine Face ID kann nicht mehr verwendet werden, um dein Ausweisdokument vorzuzeigen.
el: Δεν είναι πλέον δυνατή η χρήση του Face ID για εμφάνιση της ταυτότητάς σας.
es: Ya no puedes usar el reconocimiento de Face ID para presentar tu documento de identidad.
es_us: Ya no se puede usar Face ID para presentar tu identificación.
fi: Face ID:täsi ei voida enää käyttää henkilökorttisi esittämiseen.
fr: Face ID ne peut plus être utilisé pour présenter votre pièce d’identité.
fr_ca: Face ID ne peut plus être utilisé pour présenter votre carte d’identité.
he: לא ניתן עוד להשתמש ב-Face ID כדי להציג את התעודה המזהה שלך.
hi: आपका पहचान कार्ड प्रस्तुत करने के लिए आपके Face ID का उपयोग अब नहीं किया जा सकता है।
hr: Vaš Face ID više se ne može koristiti za pokazivanje vaše osobne iskaznice.
hu: A Face ID már nem használható a személyazonosító kártyája bemutatásához.
id: Face ID Anda tidak lagi dapat digunakan untuk menghadirkan kartu identitas Anda.
it: Face ID non può più essere utilizzato per presentare il tuo documento d’identità.
ja: Face IDは、身分証明書カードの提示には使用できなくなります。
kk: Face ID деректерін жеке куәлік аналогі ретінде пайдалану мүмкін емес.
ko: 더 이상 신분증을 제시하는 데 Face ID를 사용할 수 없습니다.
lt: Jūsų „Face ID“ nebegalima naudoti asmens tapatybės kortelei pateikti.
ms: Face ID anda tidak lagi boleh digunakan untuk menunjukkan kad pengenalan anda.
nl: Je Face ID kan niet meer worden gebruikt om je identiteits­kaart te tonen.
no: Du kan ikke lenger bruke Face ID for å vise legitimasjonen din.
pl: Face ID nie umożliwia już okazywania dokumentu tożsamości.
pt_br: Seu Face ID não pode mais ser usado para apresentar seu cartão de identificação.
pt_pt: O Face ID já não pode ser usado para apresentar o seu cartão de identificação.
ro: Nu mai puteți utiliza Face ID pentru a vă prezenta cardul de identificare.
ru: Ваш Face ID больше нельзя использовать как аналог удостоверения личности.
sk: Vaše Face ID už nie je možné používať na predkladanie preukazu totožnosti.
sl: Funkcije Face ID ni več mogoče uporabiti za predložitev vaše osebne izkaznice.
sv: Det går inte längre att använda ditt Face ID till att visa ditt ID-kort.
th: Face ID ของคุณไม่สามารถใช้แสดงเป็นบัตรประจำตัวประชาชนของคุณได้อีกต่อไป
tr: Face ID artık kimlik kartınızı göstermek için kullanılamaz.
uk: Face ID більше не можна використовувати для показу посвідчення на екрані.
vi: Bạn không thể sử dụng Face ID để xuất trình thẻ nhận dạng của mình nữa.
zh_cn: 面容ID无法再用于出示身份证。
zh_hk: 你的Face ID將無法再用於出示身份證。
zh_tw: 你的Face ID無法再用來出示你的證件。

# PEAL_ALTERNATE_FACE_ALERT_MESSAGE
source: Your alternate appearance cannot be used to present your ID.
ar: لا يمكن استخدام مظهرك البديل لتقديم هويتك.
bg: Вашата алтернативна външност не може да се използва като ваш идентификатор.
ca: No es pot utilitzar l’aspecte alternatiu per presentar el teu carnet d’identitat.
cs: Alternativní vzhled nelze použít při předkládání průkazu.
da: Din alternative fremtoning kan ikke bruges som id.
de: Dein alternatives Erscheinungsbild kann nicht zur Vorlage deiner ID verwendet werden.
el: Δεν είναι δυνατή η χρήση της εναλλακτικής σας εμφάνισης για παρουσίαση της ταυτότητάς σας.
es: No puedes usar tu aspecto secundario para presentar tu identificación.
es_us: No se puede usar tu apariencia alterna para presentar tu identificación.
fi: Vaihtoehtoista Face ID -otosta ei voida käyttää henkilökortin esittämiseen.
fr: Votre autre apparence ne peut pas être utilisée pour présenter votre pièce d’identité.
fr_ca: Votre autre apparence ne peut pas être utilisée pour présenter votre pièce d’identité.
he: המראה הנוסף שלך לא יכול לשמש כדי להציג את התעודה המזהה שלך.
hi: आपके वैकल्पिक प्रकटन का उपयोग आपकी ID प्रस्तुत करने के लिए नहीं किया जा सकता है।
hr: Vaš alternativni izgled ne može se koristiti za prezentiranje vašeg ID-ja.
hu: Az alternatív külalak nem használható az azonosítója megadásához.
id: Tampilan alternatif Anda tidak dapat digunakan untuk menyediakan ID Anda.
it: Il tuo aspetto alternativo non può essere utilizzato per presentare il tuo documento d’identità.
ja: もう一つの容姿をIDの提示に使用することはできません。
kk: Балама сырт келбетіңізді ID аналогі ретінде пайдалану мүмкін емес.
ko: 신분증을 제시하는 데 대체 외모를 사용할 수 없습니다.
lt: Alternatyvios išvaizdos negalima naudoti jūsų ID pateikti.
ms: Penampilan alternatif anda tidak boleh digunakan untuk menunjukkan ID anda.
nl: Je andere uiterlijk kan niet worden gebruikt om je ID te tonen.
no: Det nye utseendet ditt kan ikke brukes som legitimasjon.
pl: Do prezentowania dokumentu tożsamości nie możesz używać swojego innego wyglądu.
pt_br: Sua aparência alternativa não pode ser usada para apresentar a sua identidade.
pt_pt: A segunda aparência não pode ser usada para apresentar a sua identidade.
ro: Înfățișarea alternativă nu poate fi utilizată pentru a vă prezenta actul de identitate.
ru: Ваш альтернативный внешний вид нельзя использовать как аналог Вашего ID.
sk: Váš alternatívny vzhľad nie je možné použiť na preukázanie totožnosti.
sl: Vašega nadomestnega videza ni mogoče uporabiti za predložitev osebnega dokumenta.
sv: Det går inte att använda ditt alternativa utseende till att visa ditt ID.
th: ไม่สามารถใช้รูปลักษณ์อีกแบบของคุณเป็น ID ของคุณได้
tr: Kimliğinizi sunmak için farklı bir görünüş kullanamazsınız.
uk: Вашу іншу зовнішність не можна використовувати для посвідчення.
vi: Không thể sử dụng diện mạo thay thế của bạn để xuất trình ID của bạn.
zh_cn: 替用外貌无法用于出示你的证件。
zh_hk: 你的替用容貌無法用於身份證明。
zh_tw: 你的另一種容貌無法當作證件。

# PEARL_UNLOCK_ALERT_TITLE
source: Requiring Attention Makes Face ID More Secure
ar: طلب الانتباه يجعل بصمة الوجه أكثر أمانًا
bg: Изискването за внимание прави Face ID по-сигурно
ca: El Face ID és més segur si es requereix l’atenció.
cs: Face ID je díky vyžadování pozornosti bezpečnější
da: Krav om opmærksomhed gør Face ID mere sikkert
de: Mit der Aufmerksamkeitsprüfung ist Face ID sicherer
el: Η απαίτηση προσοχής κάνει το Face ID πιο ασφαλές
es: Requerir atención aumenta la seguridad de Face ID
es_us: Requerir atención aumenta la seguridad de Face ID
fi: Katsekontaktin vaatiminen tekee Face ID:stä turvallisemman
fr: Exiger l’attention rend Face ID encore plus sûr
fr_ca: Exiger l’attention sécurise l’utilisation de Face ID
he: דרישת תשומת לב הופכת את Face ID למאובטח יותר
hi: ध्यान की आवश्यकता Face ID को अधिक सुरक्षित बनाती है
hr: Opcija zahtijevanja pažnje čini Face ID sigurnijim
hu: A figyelem igénylése biztonságosabbá teszi a Face ID-t
id: Face ID Akan Lebih Aman Jika Perhatian Diperlukan
it: La richiesta di guardare verso Face ID rende la funzionalità più sicura
ja: Face IDの安全性を高めるには注視が必要です
kk: Назарды талап ету функциясы Face ID жүйесінің қауіпсіздігін арттырады
ko: ‘화면 주시 필요’ 기능은 Face ID의 보안을 강화함
lt: Dėmesio reikalavimas užtikrina didesnį „Face ID“ saugumą
ms: Memerlukan Perhatian Menjadikan Face ID Lebih Selamat
nl: Door aandacht te vereisen wordt Face ID veiliger
no: Krav om øyekontakt gjør Face ID tryggere
pl: Wymaganie uwagi zwiększa poziom bezpieczeństwa Face ID
pt_br: Exigir Atenção Torna o Face ID Mais Seguro
pt_pt: Pedir atenção para Face ID é mais seguro
ro: Solicitarea atenției sporește securitatea Face ID
ru: Функция требования внимания повышает безопасность Face ID
sk: S vyžadovaním pozornosti je Face ID bezpečnejšie
sl: Zaradi zahtevanja pozornosti je funkcija Face ID varnejša
sv: Face ID blir säkrare om uppmärksamhet krävs
th: การใช้งานการตั้งใจมองจะทำให้ Face ID มีความปลอดภัยมากขึ้น
tr: Face ID, Dikkat Gerektirdiğinde Daha Güvenilir Olur
uk: Вимога уваги робить Face ID безпечнішим
vi: Yêu cầu chú ý giúp Face ID trở nên bảo mật hơn
zh_cn: 需要注视可使面容ID更加安全
zh_hk: 需要注視螢幕讓Face ID更安全
zh_tw: 開啟「螢幕注視感知功能」能讓Face ID更安全

# UPDATE_APPEARANCE
source: Set Up an Alternate Appearance
ar: إعداد مظهر آخر لك
bg: Настройка на алтернативна външност
ca: Configura un aspecte alternatiu
cs: Nastavit alternativní vzhled
da: Indstil en alternativ fremtoning
de: Alternatives Erscheinungsbild konfigurieren
el: Διαμόρφωση εναλλακτικής εμφάνισης
es: Configurar un aspecto secundario
es_us: Definir una apariencia adicional
fi: Ota vaihtoehtoinen Face ID -otos käyttöön
fr: Configurer une seconde apparence
fr_ca: Configurer une autre apparence
he: הגדרת מראה נוסף
hi: वैकल्पिक रूप-रंग सेटअप करें
hr: Podesi alternativni izgled
hu: Alternatív külalak beállítása
id: Atur Penampilan Alternatif
it: Configura un aspetto alternativo
ja: もう一つの容姿をセットアップ
kk: Балама сырт келбетіңізді баптау
ko: 대체 외모 설정
lt: Nustatyti alternatyvią išvaizdą
ms: Sediakan Penampilan Alternatif
nl: Configureer een ander uiterlijk
no: Konfigurer et nytt utseende
pl: Skonfiguruj inny wygląd
pt_br: Configurar um Visual Alternativo
pt_pt: Configurar uma aparência diferente
ro: Configurați o înfățișare alternativă
ru: Альтернативный внешний вид
sk: Nastaviť alternatívny vzhľad
sl: Nastavi nadomestni videz
sv: Ställ in ett alternativt utseende
th: ตั้งค่ารูปลักษณ์อีกแบบ
tr: Farklı Bir Görünüş Ayarla
uk: Налаштувати іншу зовнішність
vi: Thiết lập diện mạo thay thế
zh_cn: 设置替用外貌
zh_hk: 設定一個替用容貌
zh_tw: 設定另一種容貌

# PEARL_HEADER
source: Use Face ID For:
ar: استخدام بصمة الوجه في:
bg: Използване на Face ID за:
ca: Utilitza el Face ID per a:
cs: Face ID používat pro:
da: Brug Face ID til:
de: Face ID verwenden für:
el: Χρήση Face ID για:
es: Usar Face ID para:
es_us: Usar Face ID para:
fi: Käytä Face ID:tä seuraaviin toimintoihin:
fr: Utiliser Face ID pour :
fr_ca: Utiliser Face ID pour :
he: אפשרויות שימוש ב-Face ID
hi: Face ID का इसके लिए उपयोग करें :
hr: Koristi Face ID za:
hu: Face ID használata a következőhöz:
id: Gunakan Face ID Untuk:
it: Utilizza Face ID per:
ja: Face IDを使用:
kk: Төмендегілер үшін Face ID функциясын пайдаланыңыз:
ko: Face ID 사용:
lt: Naudoti „Face ID“:
ms: Guna Face ID Untuk:
nl: Gebruik Face ID voor:
no: Bruk Face ID med:
pl: Zastosowania Face ID
pt_br: Usar o Face ID Para:
pt_pt: Usar Face ID para:
ro: Utilizați Face ID pentru:
ru: Использование Face ID:
sk: Použiť Face ID pre:
sl: Uporaba funkcije Face ID za:
sv: Använd Face ID för:
th: ใช้ Face ID สำหรับ:
tr: Face ID’yi Şunun İçin Kullanın:
uk: Використовувати Face ID для:
vi: Sử dụng Face ID cho:
zh_cn: 将面容ID用于：
zh_hk: 將Face ID用於：
zh_tw: 將Face ID用於：

# ENTER_PASSCODE_SUBTITLE_PEARL
source: Enter a passcode to use when Face ID is not available.
ar: أدخل رمز دخول للاستخدام عندما تكون بصمة الوجه غير متوفرة.
bg: Въведете код, който да се използва, когато Face ID не е достъпен.
ca: Introdueix un codi per utilitzar quan el Face ID no estigui disponible.
cs: Zadejte kód, který chcete používat, pokud nebude Face ID k dispozici.
da: Skriv en kode, der skal bruges, når Face ID ikke er tilgængeligt.
de: Gib einen Code ein, wenn Face ID nicht verfügbar ist.
el: Εισαγάγετε κωδικό προς χρήση όταν το Face ID δεν είναι διαθέσιμο.
es: Introduce un código para usarlo cuando Face ID no esté disponible.
es_us: Ingresa un código para usar cuando Face ID no esté disponible.
fi: Syötä pääsykoodi, jota käytetään, kun Face ID ei ole käytettävissä.
fr: Saisissez un code à utiliser lorsque Face ID n’est pas disponible.
fr_ca: Entrez un code à utiliser lorsque Face ID n’est pas disponible.
he: יש להזין קוד גישה לשימוש כאשר Face ID אינו זמין.
hi: Face ID उपलब्ध न होने पर उपयोग के लिए पासकोड दर्ज करें।
hr: Unesite šifru koja će se koristiti kad nije dostupan Face ID.
hu: Adja meg a jelkódot, amelyet akkor szeretne használni, ha a Face ID nem érhető el.
id: Masukkan kode sandi yang akan digunakan saat Face ID tidak tersedia.
it: Inserisci il codice da utilizzare quando Face ID non è disponibile.
ja: Face IDが利用できない場合に使用するパスコードを入力してください。
kk: Face ID қолжетімсіз кезде, құпиякодты енгізіңіз.
ko: Face ID를 사용할 수 없을 때 사용할 암호를 입력합니다.
lt: Įveskite prieigos kodą, kuris bus naudojamas, kai „Face ID“ neprieinama.
ms: Masukkan kod laluan untuk digunakan apabila Face ID tidak tersedia.
nl: Voer een toegangscode in om te gebruiken als Face ID niet beschikbaar is.
no: Angi en kode du vil bruke når Face ID ikke er tilgjengelig.
pl: Podaj kod, który będzie używany, gdy czujnik Face ID nie będzie dostępny.
pt_br: Digite o código que será usado quando Face ID não estiver disponível.
pt_pt: Digite um código para quando Face ID não se encontra disponível.
ro: Introduceți un cod de acces de utilizat atunci când funcționalitatea Face ID nu este disponibilă.
ru: Введите код‑пароль на случай, если функция Face ID недоступна.
sk: Zadajte kód, ktorý bude použitý v prípade nedostupnosti Face ID.
sl: Vnesite kodo za dostop, ki naj se uporabi, ko funkcija Face ID ni na voljo.
sv: Ange en lösenkod som kan användas om Face ID inte är tillgängligt.
th: ป้อนรหัสเพื่อใช้เมื่อ Face ID ไม่พร้อมใช้งาน
tr: Face ID yokken kullanılacak bir parola girin.
uk: Введіть код допуску, яким відмикати, коли Face ID недоступний.
vi: Nhập mật mã sẽ sử dụng khi Face ID không khả dụng.
zh_cn: 请输入一个密码，在面容ID不可用时使用。
zh_hk: 輸入無法使用Face ID時所使用的密碼。
zh_tw: 輸入當Face ID無法操作時所使用的密碼。
